Repository: ClickStick/ios-app
Catalog: ClickStick/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, ja, pl, pt_br, sk

source: This text will be sent at human speed. %lld full-speed bytes remain.
cs: Tento text bude odeslán lidskou rychlostí. Zbývá %lld bajtů plné rychlosti.
de: Dieser Text wird in menschlicher Geschwindigkeit gesendet. Es verbleiben %lld Bytes in voller Geschwindigkeit.
es: Este texto se enviará a velocidad humana. Quedan %lld bytes a velocidad completa.
fr: Ce texte sera envoyé à vitesse humaine. Il reste %lld octets à pleine vitesse.
ja: このテキストは人間の速度で送信されます。%lldバイトの最大速度が残っています。
pl: Ten tekst zostanie wysłany z ludzką prędkością. Pozostało %lld bajtów pełnej prędkości.
pt_br: Este texto será enviado em velocidade humana. Restam %lld bytes em velocidade máxima.
sk: Tento text sa odošle ľudskou rýchlosťou. Zostáva %lld bajtov plnej rýchlosti.

source: This will remove the saved authentication key. You'll need to set up the device again to reconnect.
cs: Tímto odstraníte uložený ověřovací klíč. Pro opětovné připojení bude nutné zařízení znovu nastavit.
de: Dadurch wird der gespeicherte Authentifizierungsschlüssel entfernt. Sie müssen das Gerät erneut einrichten, um es wieder zu verbinden.
es: Esto eliminará la clave de autenticación guardada. Necesitarás configurar el dispositivo de nuevo para reconectarte.
fr: Cela supprimera la clé d'authentification enregistrée. Vous devrez reconfigurer l'appareil pour vous reconnecter.
ja: 保存された認証キーが削除されます。再接続するにはデバイスを再設定する必要があります。
pl: Spowoduje to usunięcie zapisanego klucza uwierzytelniania. Aby ponownie się połączyć, konieczne będzie ponowne skonfigurowanie urządzenia.
pt_br: Isso removerá a chave de autenticação salva. Você precisará configurar o dispositivo novamente para reconectar.
sk: Tým sa odstráni uložený overovací kľúč. Na opätovné pripojenie bude potrebné zariadenie znova nastaviť.

source: To scan the QR code, allow ClickStick to access your camera in Settings.
cs: Chcete-li naskenovat QR kód, povolte ClickSticku přístup ke kameře v Nastavení.
de: Um den QR-Code zu scannen, erlauben Sie ClickStick den Zugriff auf Ihre Kamera in den Einstellungen.
es: Para escanear el código QR, permita a ClickStick acceder a tu cámara en Ajustes.
fr: Pour scanner le code QR, autorisez ClickStick à accéder à votre caméra dans Réglages.
ja: QRコードをスキャンするには、設定でClickStickにカメラへのアクセスを許可してください。
pl: Aby zeskanować kod QR, zezwól ClickStick na dostęp do kamery w Ustawieniach.
pt_br: Para escanear o código QR, permita que o ClickStick acesse sua câmera em Ajustes.
sk: Ak chcete naskenovať QR kód, povoľte ClickSticku prístup ku kamere v Nastaveniach.

source: Touchpad area
cs: Oblast touchpadu
de: Touchpad-Bereich
es: Área del touchpad
fr: Zone du pavé tactile
ja: タッチパッドエリア
pl: Obszar touchpada
pt_br: Área do touchpad
sk: Oblasť touchpadu

source: Touchpad gestures are paused.
cs: Gesta touchpadu jsou pozastavena.
de: Touchpad-Gesten sind pausiert.
es: Los gestos del touchpad están en pausa.
fr: Les gestes du pavé tactile sont en pause.
ja: タッチパッドのジェスチャーが一時停止中です。
pl: Gesty touchpada są wstrzymane.
pt_br: Os gestos do touchpad estão pausados.
sk: Gestá touchpadu sú pozastavené.

source: Touchpad mode
cs: Režim touchpadu
de: Touchpad-Modus
es: Modo touchpad
fr: Mode pavé tactile
ja: タッチパッドモード
pl: Tryb touchpada
pt_br: Modo touchpad
sk: Režim touchpadu

source: Try in Demo Mode
cs: Vyzkoušet v demo režimu
de: Im Demo-Modus ausprobieren
es: Probar en modo demo
fr: Essayer en mode démo
ja: デモモードで試す
pl: Wypróbuj w trybie demo
pt_br: Experimentar no modo demo
sk: Vyskúšať v demo režime

source: Two-finger tap on touchpad = right click
cs: Dvojprstové klepnutí na touchpad = pravé kliknutí
de: Zwei-Finger-Tipp auf Touchpad = Rechtsklick
es: Toque con dos dedos en el touchpad = clic derecho
fr: Pression à deux doigts sur le pavé tactile = clic droit
ja: タッチパッドの2本指タップ = 右クリック
pl: Dotknięcie dwoma palcami touchpada = prawy klik
pt_br: Toque com dois dedos no touchpad = clique direito
sk: Dvojprstové ťuknutie na touchpade = pravý klik

source: Type at Full Speed
cs: Pište plnou rychlostí
de: Mit voller Geschwindigkeit tippen
es: Escribe a máxima velocidad
fr: Taper à pleine vitesse
ja: 最大速度で入力
pl: Pisz z pełną prędkością
pt_br: Digitar em velocidade máxima
sk: Píšte plnou rýchlosťou

source: Type Now
cs: Napsat nyní
de: Jetzt tippen
es: Escribir ahora
fr: Taper maintenant
ja: 今すぐ入力
pl: Pisz teraz
pt_br: Digitar agora
sk: Napísať teraz

source: Type Text
cs: Napsat text
de: Text eingeben
es: Escribir texto
fr: Saisir du texte
ja: テキストを入力
pl: Wpisz tekst
pt_br: Digitar texto
sk: Napísať text

source: Unlimited instant typing
cs: Neomezené okamžité psaní
de: Unbegrenztes sofortiges Tippen
es: Escritura instantánea ilimitada
fr: Saisie instantanée illimitée
ja: 無制限の即時入力
pl: Nieograniczone natychmiastowe pisanie
pt_br: Digitação instantânea ilimitada
sk: Neobmedzené okamžité písanie

source: Unlimited subscription active
cs: Neomezené předplatné je aktivní
de: Unbegrenztes Abonnement aktiv
es: Suscripción ilimitada activa
fr: Abonnement illimité actif
ja: 無制限サブスクリプションが有効
pl: Nieograniczona subskrypcja aktywna
pt_br: Assinatura ilimitada ativa
sk: Neobmedzené predplatné je aktívne

source: User cancelled
cs: Uživatel zrušil
de: Benutzer hat abgebrochen
es: El usuario canceló
fr: Utilisateur a annulé
ja: ユーザーがキャンセルしました
pl: Użytkownik anulował
pt_br: Usuário cancelou
sk: Používateľ zrušil

source: Welcome
cs: Vítejte
de: Willkommen
es: Bienvenido
fr: Bienvenue
ja: ようこそ
pl: Witaj
pt_br: Bem-vindo
sk: Vitajte

source: Welcome!
cs: Vítejte!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
ja: ようこそ！
pl: Witaj!
pt_br: Bem-vindo!
sk: Vitajte!

source: Works in main app, Share extension and deep links
cs: Funguje v hlavní aplikaci, Share rozšíření a deep odkazech
de: Funktioniert in der Haupt-App, Share-Erweiterung und Deep Links
es: Funciona en la aplicación principal, extensión de compartir y enlaces profundos
fr: Fonctionne dans l'application principale, l'extension de partage et les liens profonds
ja: メインアプリ、共有エクステンション、ディープリンクで動作
pl: Działa w głównej aplikacji, rozszerzeniu udostępniania i głębokich linkach
pt_br: Funciona no aplicativo principal, extensão de compartilhamento e deep links
sk: Funguje v hlavnej aplikácii, Share rozšírení a deep linkoch

source: You're all set!
cs: Vše je připraveno!
de: Alles bereit!
es: ¡Todo listo!
fr: Tout est prêt !
ja: 準備完了！
pl: Wszystko gotowe!
pt_br: Tudo pronto!
sk: Všetko je pripravené!

source: Upgrade
es: Actualizar
fr: Mettre à niveau
ja: アップグレード
pl: Uaktualnij
pt_br: Atualizar
sk: Upgradovať

source: Touchpad
fr: Pavé tactile
ja: タッチパッド
